Autodesk.Revit.UI.DocTestHandlersUtil.FamRetrival(System.String)
famRetrival all family documents in the give folder. default metric always
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2017

Autodesk.Revit.UI.DocTestHandlersUtil.LoadSave(System.String)
loadSave all family documents in the give folder. default metric always
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2017

Autodesk.Revit.UI.DocTestHandlersUtil
This utility is used to translate content files
Since:
2017